belkacemberras.spellcheck
github.vscode-github-actions
james-yu.latex-workshop
liamwalsh98.vscode-nusmv
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
pkief.material-icon-theme
rust-lang.rust-analyzer
sdras.night-owl
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
twxs.cmake
vadimcn.vscode-lldb
